{
  "title": "ToG",
  "description": "What do you desire? Money and wealth? Honor and pride? Authority and power? Revenge? Or something that transcends them all? Whatever you desire—it's here.\n\n--------------------\n\nHello fellow regulars!\n\nThis is an edited and retranslated version of the original comic by SIU on Webtoon. I do not own any of this content. Webtoon, don't kill me - but damn, go back and edit your older works. Show some respect for one of your best selling and popular comics ;_;\n\nThis project aims to elevate the source material while attempting to both preserve the original text and the original text's meaning through proper localization. It aims to achieve that through correcting visual errors in panels that are fixed in newer editions, cleaning up and improving image quality in very old chapters, standardizing fontfaces, fixing grammatical errors, correcting mistranslations, reintroducing the original Korean jokes and some honorifics (and explaining them!), and standardizing terminology that gets constantly changed for no reason for a smoother, less confusing read throughout.\n\n~ YeonFlame, solo lead of this project o7\n03/2024",
  "artist": "Studio SIU",
  "author": "SIU",
  "cover": "https://i.imgur.com/Okgtvs0.jpg",
  "chapters": {
    "0": {
      "title": "Prologue",
      "volume": "1",
      "last_updated": "1710646573",
      "groups": {
        "yeonflame": [
          "https://i.imgur.com/p7h3fh7.png",
          "https://i.imgur.com/gMQ36wT.png"
        ]
      }
    },
    "1": {
      "title": "1F - Headon's Floor",
      "volume": "1",
      "last_updated": "1710647713",
      "groups": {
        "yeonflame": [
          "https://i.imgur.com/VKJjle9.png",
          "https://i.imgur.com/WRJxHKD.png",
          "https://i.imgur.com/k4C9WCg.png",
          "https://i.imgur.com/KwgyZZM.png",
          "https://i.imgur.com/S7ZYy9p.png",
          "https://i.imgur.com/HemjsP7.png",
          "https://i.imgur.com/DZ35ZQW.png",
          "https://i.imgur.com/k3x0AT9.png",
          "https://i.imgur.com/NoFpyPc.png"
        ]
      }
    }
  }
}