{
  "title": "ToG",
  "description": "What do you desire? Money and wealth? Honor and pride? Authority and power? Revenge? Or something that transcends them all? Whatever you desire—it's here.\n\n--------------------\n\nHello fellow regulars!\n\nThis is a fan edited and retranslated version of the original comic by SIU on Webtoon. I do not own any of this content. Webtoon, don't kill me - but damn, go back and edit your older works. Show some respect for one of your best selling and popular comics ;_;\n\nThis project aims to both preserve the original text/context as much as possible while also localizing certain phrases for better comprehension. On top of that, it aims to correct visual errors in panels that are fixed in newer editions, clean up and improve image quality in very old chapters, fix grammatical errors, correct mistranslations, reintroduce the original Korean jokes and honorifics (and explain them!), and standardize names that get constantly changed for no reason for a smoother, less confusing read throughout. (ex. Needle -> Thorn; most of which are what they're supposed to be per the Korean edition and promotional material)\n\nThe retranslations are done by me (YeonFlame) and are cross-referenced with the original Korean text alongside other language translations such as the original English webtoon, the physical prints in English/Spanish/Italian, and several fan translations that have been lost to time.\n\n~ YeonFlame, solo lead of this project o7\n03/2024",
  "artist": "Studio SIU",
  "author": "SIU",
  "cover": "https://i.imgur.com/NpKJSBg.jpeg",
  "chapters": {
    "0": {
      "title": "Prologue",
      "volume": "1",
      "last_updated": "1710646573",
      "groups": {
        "yeonflame": [
          "https://i.imgur.com/p7h3fh7.png",
          "https://i.imgur.com/gMQ36wT.png"
        ]
      }
    },
    "1": {
      "title": "1F - Headon's Floor",
      "volume": "1",
      "last_updated": "1710647713",
      "groups": {
        "yeonflame": [
          "https://i.imgur.com/VKJjle9.png",
          "https://i.imgur.com/WRJxHKD.png",
          "https://i.imgur.com/k4C9WCg.png",
          "https://i.imgur.com/KwgyZZM.png",
          "https://i.imgur.com/S7ZYy9p.png",
          "https://i.imgur.com/HemjsP7.png",
          "https://i.imgur.com/DZ35ZQW.png",
          "https://i.imgur.com/k3x0AT9.png",
          "https://i.imgur.com/NoFpyPc.png"
        ]
      }
    }
  }
}